EngineeringILS/ILS-OSR-V3/firmware/sdkconfig.defaults
# Keep ESP-IDF console traffic off the USB Serial/JTAG IMU transport.
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
